Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Tapas_KO > EN.tmx
Source language: ko_kr
Languages: en

source: 네, 올해로 18세이지요.
en: he turned 18 years old this year.

source: 예상했지만 일찍 오셨군요, 폐하.
en: you came early, as expected, your majesty.

source: 여기서 난리 치면 힘들어지니 밖에 나가서 풀도록 해.
en: unwrap them outside since it’s going to be difficult to control them in here.

source: 국제 문제가 될 것 같아 거절하였습니다.
en: but I declined, considering the possibility of it becoming an international issue.

source: 기는 언제나 황궁 중앙홀에 있습니다.
en: the flag has always stayed at the central hall inside the imperial palace.

source: 그러고 보니 소드마스터의 수도 훨씬 많고….
en: we also have a much higher number of swordmasters...

source: 알겠습니다.
en: okay.

source: …네 기분은 이해하지만, 나도 한 가문을 짊어진 입장이고, 죽음이 눈앞인지라.
en: ...I understand how you may feel. but I also carry the responsibility of an entire house, and death is very near.

source: 본 적은 있습니다.
en: I have seen him,

source: 어린아이도 이겨낸 전염병으로 부모님을 잃었을 때처럼.
en: just like when I lost my parents to a disease that a child could overcome.

source: 레어드 국경 근처
en: near the border of laird

source: 그럼 큰일 나잖아요!!!
en: that’s such a big deal!!

source: 지금은 내가 황제야.
en: and I am the empress now.

source: 설마 이 녀석 때문에 직접 오신 거였습니까?
en: wait, did you come all the way here because of this guy?

source: 25화
en: Episode 25

source: 과일가게 아저씨도 죽겠다고 그러시더라.
en: our fruit vendor said he’s also struggling.

source: 저는 이미 은퇴한 노인입니다만,
en: I’m a retired old man

source: 공주밖에 없을 경우!
en: closest blood relative!

source: 전쟁이로구나.
en: I assume it’s war.

source: 할아버지가 레이딘 경이 싫어하는데도 불구하고 설득하려 했던 게 이 이유 때문이구나.
en: this is why my grandfather tried to persuade sir radin even though he didn't want to do it.

source: 부모님의 무덤에 데려가줄게요.
en: I'll take you to my parents' graves.

source: 말로 듣는 것보다 한 번 보시는 게 낫겠지요.
en: I think it'd be better for you to see it for yourself instead of just hearing it.

source: 속전속결로 마무리 지을 예정입니다.
en: and finish it very quickly.

source: 와아~!!
en: yayyy!!

source: 결국 레이딘 경의 주장은 가주가 없어도 잘 돌아갈 가문이다.
en: sir radin's argument is that the bentoi house will be fine without a head of the house.

source: 좀체 당황하지 않는 사람이 이러니 재밌네.
en: it’s funny to see a person who don’t get scared easily acting like this.

source: 자기가 죽고 나면 가문 내에 실력이 고만고만한 사람들만 남아서 불안하다고 그랬거든요.
en: he's worried because there won't be any especially talented person left in the family after he dies.

source: 애초에 레어드는 여성의 사회 참여가 많이 제한적이기도 하고요.
en: and social participation of women is very limited in laird.

source: 언제 저런 기록을!!!
en: that’s on the record?!

source: 안 그래도 할 일이 많은데….
en: I have so much on my plate already...

source: 보여드리겠습니다.
en: I'll show it to you.

source: 이 보물들 전부 다 말입니까?
en: all of these treasures?

source: 유통기한이 짧은 과일이라….
en: strawberries spoil fast,

source: 마님, 주인님께서 부르십니다.
en: madam, lord is calling for you.

source: 보물 취급도 다 쓸모가 있을 때나 해주는 거란다.
en: you need to be useful in order to be treated like a treasure.

source: 어서 드시고 쉬십시오, 시스.
en: you should eat and rest, sist.

source: 본국에서 온 소식은 들었습니다.
en: I heard the news from the empire.

source: 너도 알고 있을 거야.
en: you're probably aware

source: 응, 후작가에서 그렇게 말했대.
en: yes, that’s what the marquess house said.

source: 뭐라고 하던가?
en: what did he say?

source: 왕실에 대대로 내려오는 비약 중에 며칠 동안 시체처럼 보이게 만드는 것이 있습니다.
en: there is a potion that has been passed down through the royal family that makes you look like a corpse.

source: 오늘 마지막 배달은 티네 장군의 저택인가?
en: looks like the general tinekt’s house is the last delivery for today.

source: 아무튼, 데리러 왔으니 어서 타세요!
en: anyway, I came to pick you up. get in the back!

source: 우회 작전을 써야겠네.
en: I need to do it indirectly.

source: 송구합니다만, 이 정도의 면적도 간신히 유지 중인지라….
en: I regret to inform you of this, but we can barely maintain what we have.

source: 폐하, 프로트 후작 부인이십니다.
en: your majesty, marchioness proth has arrived.

source: 몹시 당황한 상태입니다.
en: he’s seemed very shocked.

source: 빵집을 운영하는 것처럼 나라를 운영하면 된다고 하셨지.
en: that I can operate the country just like how I operate a bakery.

source: 폐하, 저와 다른 이들은 모두 무사히 돌아올 겁니다.
en: your majesty, all of us will return safely.

source: 입에서 마법을 쏜다는 그 사자 말이에요!
en: the lion that shoots magic from its mouth!

source: 나 참, 자네… 폐하의 빗자루에게 들켰으면 혼쭐났을 거야.
en: really...? if the empress’s broom had caught that, you would’ve been in big trouble.

source: 반드시 지킬 것이니 그 점은 걱정하지 마십시오.
en: you don’t have to worry about that. I will protect her no matter what.

source: 으잉?
en: huh?

source: 마지막으로 일어난 전투가 9년 전이라… 7살인 아이는 잘 몰랐던 것 같습니다.
en: since the last battle was 9 years ago... a 7-year-old must have not known it was dangerous.

source: 킬단 가문은 해상 무역으로 거대한 부를 누리고 있습니다.
en: kildan house has achieved great wealth through maritime trade.

source: 오늘은 황궁에서 자기로 하길 잘했네요.
en: I’m glad that I decided to sleep in the palace tonight.

source: 레어드의 꼬맹이 왕과는 비교 자체가 불가하옵니다.
en: it’d be an insult to compare you to the little king of laird.

source: 다 정리 됐으니 이제 누트샤와 상의할 일만 남았군요.
en: now that everything is organized, all we have to do is have a discussion with nutesha.

source: 폐하께서 마녀이신 덕에
en: since you are also a witch

source: 군에 보내지요.
en: we will send him to the military.

source: 솔직히 공작가에 별다른 감정은 없습니다만….
en: frankly, I don't have bad feelings towards the bentoi house...

source: 지금 이와 같은 상태에서 한 번만 더 문제가 터진다면
en: if another problem occurs in a situation like this,

source: 서기관, 딸기랑 딸기 꽃이 그려진 편지지를 준비해주세요.
en: scribe, prepare a letter paper with strawberries and strawberry flowers drawn on it.

source: 더 놀라운 사실은…
en: what’s even more surprising is...

source: 전투 마법사들을 준비시킵니다.
en: and battle wizards ready.

source: 폐하께서 보물을 마음껏 써도 좋다고 하셨지요.
en: earlier you mentioned that we are allowed to use any treasure.

source: 참고로 렐하임의 지팡이를 사용할 마법사는
en: the lelheim’s cane will be used by

source: 제 경험으로는….
en: in my experience...

source: 폐하가 보시는데 그게 뭐냐.
en: especially when the empress is watching.

source: 나중에 몰래 찾아와 한번 더 요청하더군요.
en: later he came to me and requested a sword fight once again.

source: 밤샘 작업을 하면….
en: if we work all night...

source: 저는 이미 맡은 일이 있으니 그쪽 가문의 일은 내부자들이 알아서 했으면 하는 마음입니다.
en: I just want them to deal with their family business themselves since I already have a job.

source: 상황이 위험해 보이니 날아가실 때 방어막을 최대로 친 후, 구름 속에 몸을 숨기셔야 합니다.
en: since it seems like a dangerous situation, I suggest you activate the shield at maximum strength and hide in the clouds.

source: 폐하를 위해서라면 벤토아의 성을 가지는 게 나을 거라는 거다.
en: I’m saying, carrying the last name of bentoi will be better considering her majesty.

source: 호오….
en: ohh...

source: 목을 벨 겁니다.
en: I’m going cut the head off.

source: 무엇이든 질문하십시오, 폐하.
en: anything, your majesty.

source: 죄송합니다….
en: I'm sorry...

source: 아무래도…
en: I believe...

source: 그래 봐야 프리 후와 그 밑의 원로 마녀, 기사 마녀 정도지만요.
en: it’s only frihue, elder witches, and knight witches.

source: 아 참, 그러고 보니 이 딸기는 황제폐하께서 팔라고 하신 거라더라.
en: oh by the way, apparently the empress ordered to sell these strawberries.

source: 불길한 예감이 들어.
en: I have a bad feeling.

source: 갑작스러운 선왕의 죽음으로 제대로 된 세대 교체가 이루어지지 못했고,
en: due to the sudden death of the previous king, the proper takeover did not take place,

source: 모두가 행복할 수 있는 결론을 내리고 있는 건지,
en: I doubt whether my decisions will make everyone happy,

source: 레이딘 경이 휴가인데도 오늘 황궁에 나왔습니다.
en: sir radin came to the palace today even though he's still on a vacation.

source: …세트 2세가 기고만장한 이유는
en: ...the reason sett II is on his high horse

source: 다른 이들도 많지 않습니까.
en: there are many others, aren't they?

source: 세트 2세에게 직접적으로 독촉하는 서신을 보내면 오히려 더 안 하려고 할 수도 있어.
en: sett II might act even more stubborn if I directly send a letter requesting to expedite the process.

source: 신료들 사이에서 불만이 터져 나오고 있어.
en: with the important issues currently being piled up.

source: 솔직히 다른 황족들도 이제 없는 것 같은데
en: to be honest, I don’t think there are any more royal families left

source: 위험한 일은 아니겠죠?
en: it’s nothing dangerous though, is it?

source: 일주일은 더 걸릴 겁니다.
en: it will be over a week.

source: 이것들은 뭡니까?!
en: what are all these?!

source: 자기가 가주가 되지 않을 경우에 일어날 모든 문제를 스스로 해결할 자신이 있다는 거잖아?!
en: he's saying that he's confident to solve any possible problems that may be caused in the case that he doesn't become the head of the house!!

source: 운명을 찾아 국서로 들이시면 편하셨을 텐데…
en: it would’ve been much easier if you had found your destiny and brought him in as the emperor cons...

source: 웃는 얼굴요?
en: a face with a smile?

source: 검과 지팡이니 금속이지.
en: they are a cane and sword, so metal.

source: 같이 논의해야 할 일이 있소.
en: we have something to discuss together.

source: 딸기 케이크가 얼마나 인기가 좋은데!!!
en: strawberry cakes are too popular!!!

source: 폐하, 그랑그랑을 지나쳤….
en: your majesty, you've passed the grand gra—

source: 이대로 저택으로 갈 거니 조용히 있으세요.
en: we're gonna go straight to your mansion so stay quiet.

source: 세트 2세는…
en: sett II is...

source: 할아버지가 살아 계셨으면 좋았을 텐데요.
en: I wish my grandfather was still alive.

source: 평소에 그곳에서 아이들이 공놀이를 자주 했다고 합니다.
en: apparently many children usually play there.

source: 재료비가 어마어마하겠는데….
en: these ingredients will cost so much...

source: 벤토아 가문 사람들과 레이딘 경을 비교하자면 쥐들 사이의 고양이와 다름없었겠지….
en: in their perspective, comparing sir radin to other bentoi family members must be like comparing a cat and mice.

source: 그러게… 도망가는 데 선수셨지….
en: that’s a valid concern. he is very good at running away.

source: 타인의 생명을 휘두를 자격이 있을까요?
en: qualified to rule over other people’s lives?

source: 으아아아악
en: aaargh

source: 그런… 가요?
en: is that... so?

source: 오셨습니까, 폐하.
en: your majesty.

source: 유일한 후계자이기 때문에 부모인 왕과 왕비도 허락하지 않으셨습니다.
en: and since he was the only heir to the throne, the king and queen forbid it.

source: 왕의 목을 말이군요.
en: the king’s head, I see.

source: 그나저나 말도 잘 안 하는 사람이 이렇게 일장 연설을 하다니
en: I didn't expect a quiet person like him to give me this long speech.

source: 국가에 소속된 마법사이며
en: they are the wizards who work for the country

source: 검이 하나면 한 달 내.
en: one sword means within one month,

source: 마법을 걸어 저장해둔 건 벌써 다 썼는데!
en: we already used up all the strawberries preserved by magic!

source: 너무 경우가 없는 것 아닙니까?
en: the diplomat’s house just because that happened?

source: 세트 2세가 먼저 처리하느라 바빴다는 서류가 군사 관련 서류였어!
en: the other documents that sett II was busy taking care of were military documents!

source: 그 아이가 적임자이기도 하고요.
en: she is the perfect person for it.

source: 하다못해 프리 후처럼 강력한 저주라도 내릴 수 있다면 좋을 텐데….
en: I at least wish I had the ability to cast a strong curse like frihue...

source: 그건 안 됩니다, 폐하!
en: you can’t do that, your majesty!

source: 결단을 내려야겠군, 머뭇거리면 상황이 악화되기만 할 거야.
en: we should make a decision quickly. hesitating will only worsen the situation.

source: 21화
en: Episode 21

source: 레이딘, 그때도 소드마스터였지 않나요?
en: radin, weren’t you a sword master then too?

source: 아직 일어나지 않은 일은 미리 걱정하지 않기로 해요.
en: let’s not worry about something that hasn’t happened yet.

source: 맛있네~!
en: yum!

source: 네, 수련을 하는 중이라더군요.
en: yes, he said he's training.

source: 거래를 하려고.
en: to make a deal.

source: 가, 갑자기 눈에 뭐가 들어갔나….
en: so-something must’ve gotten in my eyes...

source: 전쟁은 답이 없다고 부인이 그랬지.
en: mrs. tinekt said there are no right answers in war.

source: 설마 저것 말씀이십니까?
en: do you mean that thing?

source: 일단 입단속은 단단히 시켜 놓은 상태이며
en: I've already told everyone to keep their mouths shut

source: 마녀의 생에선 둘도 없이 중요한 일이죠.
en: and is the most important task for a witch.

source: 세트 2세….
en: sett II...

source: 소스도 직접 졸여야 하다니… 손이 엄청 많이 가네.
en: not to mention we have to make the sauce our own... this recipe requires a lot of work.

source: 수도에 있는 레어드의 외교관은 뭐라고 말을 하던가요?
en: what did the laird diplomat in the capital say?

source: 끝날 때까지 레이딘 경을 의자로 사용하십시오, 폐하.
en: use sir radin as your chair, your majesty.

source: 렐하임이라….
en: lelheim...?

source: 그리고 아이의 아버지가 군인인지라
en: he also went there often

source: 이 무거운 인장을 계속 내가 사용해도 되는 건지.
en: or if I even deserve to use this seal that carries so much weight.

source: 그럼 적에게는요?
en: what about my enemies?

source: 폐하, 그보다 시급히 확인하셔야 할 것이 있사옵니다.
en: however, your majesty, there is a more urgent matter that requires your attention.

source: 낑낑거리며 수레를 끌 필요는 없어서….
en: that I won’t have to pull the cart...

source: 벤토아 공작가 같은 경우는 특수한데다 현 가주가 직접 요청을 해온지라….
en: the bentoi house is a special case where the current head of the house directly requested you.

source: 폐하의 말씀은 잘 알겠습니다만,
en: I understand,

source: 저희 쪽의 문제일까요?
en: do you think it is a problem on our side?

source: 그렇구만….
en: I see...

source: 왕은 누트샤가 되어야겠군요.
en: nutesha should be the queen,

source: 고마워요.
en: thank you.

source: 그게 무슨….
en: what do you mean...?

source: 이건, 설마….
en: is this perhaps...

source: 망나니가!!!
en: brat!!!

source: 이득이요?
en: beneficial?

source: 괜히 황제인 내가 끼어들어 똥 밟을 필요는 없다는 거네?
en: ...and it's not necessary for me as the empress to intervene and hurt my reputation.

source: 그럼 아예 마법으로 외모를 바꾸고 신분도 새로 만들지요.
en: then let’s just change his looks and status with magic.

source: 뒤따르는 마법사단은 이동과 중첩 실드 유지에만 신경 쓸 겁니다.
en: while the wizards following in the back will focus on maintaining the layers of shields.

source: 세트가…
en: sett...

source: 레이딘 경, 행복이란 건 너무 어려운 것 같아요.
en: sir radin, I think happiness is such a complicated concept.

source: 출정은 언제인가요?
en: when is the deployment?

source: 그것도 있고, 격의 문제도 있습니다.
en: that, and a matter of reputation.

source: 그래서 마녀들은 운명을 찾아 헤매지만 모든 마녀가 운명을 찾을 수 있는 건 아니고,
en: so witches look for their destiny, but not all of them succeed in finding them,

source: 가격이 너무 올랐으니까요.
en: the price has spiked.

source: 레이딘 경도―
en: sir radin also—

source: 전하에게는 수면제를 드시게 하고…
en: and have the king drink sleeping pills...

source: 너무 단호해서 할 말이 없네….
en: he says it so confidently that I have nothing else to say...

source: 이것이 최대한의 절충안이란 걸.
en: that this is the best compromise.

source: 거두절미하고 말씀드리자면,
en: to get straight to the point,

source: 위급함을 뜻하는 붉은색에 검이 그려진 도장….
en: and the red seal with a sword that indicates emergency...

source: 찾았다.
en: here it is.

source: 레어드의 왕을 바꾸는 방법뿐인가….
en: is replacing the king of laird the only way...?

source: 여론을 몰아 신료들의 동의를 얻는 건 제가 맡겠습니다.
en: I will sway public opinion and receive agreements from courtiers.

source: 아니, 저런 것까지 챙겨 다닌단 말이야?
en: he just has that on him?!

source: 26화
en: Episode 26

source: 잠깐?
en: wait!

source: 자네는 참전 안 한다고 쉽게 말하기는….
en: you are only saying that because you are not participating in the war...

source: 망했잖아….
en: I'm screwed...

source: 좋아!
en: good!

source: 실력이 비슷한 놈들 중에 후견인을 지정하면 문제가 안 일어날 것 같으냐?
en: do you really think there won't be a problem if I appoint a custodian among the ones who have similar skills?

source: 대부분의 사안을 왕이 결재해야 실행할 수 있는 왕국의 체재 때문에
en: and because of the kingdom’s system, where most matters must be approved by the king in order to be executed,

source: 신입기사의 평균 나이가 20대 초반이라고 들었는데….
en: I heard the average age of the newcomers is in the early 20s...

source: 저택에서 하면 건물이 다 부서집니다.
en: if you practice auror at home, the building will collapse.

source: 가장 좋은 승리는 아군이 많이 살아남는 것이지요.
en: the greatest victory will be the survival of our troops.

source: 으윽….
en: ughh...

source: 하지만 할아버지,
en: but grandfather,

source: 전쟁이 일어날 수도 있다니….
en: a war can break out...

source: 그리고 제가 과연
en: am I even

source: 웬 한숨이냐, 어린 마녀야.
en: why are you sighing, young witch?

source: 가장 안심이 될까요?
en: would relieve them the most?

source: 이번 전쟁에서 중요한 물건인데 주인 말을 안 들으면 곤란하니까요.
en: they are the most important tools in this war, and they should at least listen to their owner.

source: 내가 생각해도 고양이를 던져 넣는 게 가장 쉬운 방법이긴 하네….
en: even when I think about it, throwing the cat in there seems to be the best solution...

source: 그렇지?
en: right?

source: 아르비타는 건국 이래 단 한 번도 정복당한 적이 없어서
en: but because arvita has never been conquered since the founding of the country,

source: 아, 그러고 보니 선대 재상이셨던 겔만 백작님의 부인께서도 마녀이시죠?
en: ah, right. the wife of count germaine is also a witch.

source: 그런데 거기에 골치 아픈 무기가 있어서….
en: anyway, there is a dangerous weapon I need from in there...

source: 정말요?
en: really?

source: 자세히 말해줄 생각은 없어 보이네….
en: looks like they are not going to explain it to me...

source: 그리고… 사자는 죽은 아이의 부모에게 내릴 거예요.
en: and... I will be giving the lion to the parents of the dead child.

source: 그건 아닐 것 같습니다.
en: I don’t think so.

source: 왜 또 안아올린 건가요?
en: why are you holding me this time?

source: 나오셨습니까, 폐―
en: your majes—

source: 평소 그쪽으로 자주 마중을 나왔다고….
en: to greet his father who is a soldier...

source: 아닙니다.
en: no.

source: 1시간 후
en: one hour later

source: 사실….
en: not to mention...

source: 선도 유지마법을 걸어 품질을 유지 중이지만 얼마나 버틸 수 있을지는….
en: we casted a spell to keep them fresh but it’s not going to last long...

source: 그러고 보니,
en: now that I think about it,

source: 그래서 레이딘 경의 생각을 듣고 싶어요.
en: so I wanted to hear your opinion.

source: 그래, 당분간 국민들이 불안하지 않도록 정보 조작에 힘쓰고,
en: right, for now, focus on manipulating information to prevent citizens from getting anxious,

source: 렐하임의 지팡이와 검을 꺼내주시면 좋을 것 같습니다.
en: the lelheim’s cane and sword from the treasury.

source: 전쟁 준비를 해주세요.
en: prepare for the war.

source: 조심해서 다녀오렴.
en: be careful.

source: 나도 양보할 테니 너도 양보해라.
en: I'll take a step back and you should do the same.

source: 어떤 얼굴로 배웅해야
en: what kind of face

source: 얘네들이 레어드의 꼬맹이보다 더 말을 잘 알아듣는다는 거예요.
en: that these guys listen better than that little boy in laird.

source: 만들어진 지 900년이 넘은 강력한 보물이죠.
en: they are powerful treasures made more than 900 years ago.

source: 세트 2세는 어떤 사람인지.
en: what kind of person is sett II?

source: 그럼 이야기 해주세요.
en: then tell me.

source: 여보?!
en: darling?!

source: 문제는 세트 2세에게 있으니까요.
en: because sett II is at fault.

source: 떨어지면 죽어요.
en: you will die if you fall.

source: 그건 대대로 국왕들의 바람이었지만 실제로 행한 사람은 없잖아요?
en: that was what every king from each generation hoped for, but no one actually went for it.

source: 그럼 저도 이만….
en: I must get going now...

source: 어… 음, 벤토아의 고유능력을 보여드리면 되는 겁니까?
en: uh... so, you just want me to show you the bentoi’s special ability?

source: 또, 세트가 즉위하였으니 그 아이의 국혼이 먼저 치뤄질 테고…
en: also, since sett ascended the throne, his marriage will be held first.

source: 오로지 그 둘이어야만 비로소 완전해지는… 그런 거예요.
en: only those two can complete each other and become whole...

source: 밤중에 이렇게 찾아와서 죄송해요.
en: I’m sorry for showing up at night like this.

source: 폐하께서 창고에 들어가신 사이에 레어드에서 답이 왔거든요.
en: we received a response from laird while you were in the warehouse.

source: 그보다 직접 만나 뵈니 폐하께선 무척 영민하시더군.
en: by the way, after meeting her majesty in person, she seems brilliant.

source: 공식적으로 서신이 가겠지만,
en: there will be a letter sent officially,

source: 폐하, 아직은 검이 하나입니다.
en: your majesty, there’s only one sword currently.

source: 말 그대로 순금으로 만들어진 거라고 들었습니다.
en: I heard it was made of pure gold.

source: 알고 있구나?
en: you do?

source: 오늘부터 당장이요.
en: from today, as soon as possible.

source: …저도 알아요.
en: ...I know that.

source: 현 황제 폐하께선 남다르시군….
en: the current empress is quite different...

source: 혹시 알고 있니, 그랑그랑?
en: do you happen to know them?

source: 그런데 가짓수가 많은 거치곤 들어가는 양은 조금이네.
en: but it only requires a little amount of each ingredient.

source: 내가 나서면 어머니께서 싫어하실 게 뻔하지만,
en: I know mother wouldn’t like me intervening,

source: 방금, 제가 겪어보지 못한 국가적인 중대사라고 하셨죠?
en: did you just say “urgent national matter that I’m not familiar with?”

source: 원인을 제거하지 않으면 또 아프실 테니
en: if she doesn't get rid of the cause, she'll get sick again

source: 양효진 글.그림 :
en: by Yang Hyo Jin Writing and Illustration

source: …살다 살다 마도구를 협박하는 건 처음 봅니다.
en: ...I’ve never in my life seen anyone who threatens magic tools.

source: 전체 인사를 생략하겠다는 말씀이신가…?
en: does that mean she’s going to skip all of the greetings?

source: 그것을 위해 존재하는 기사와 군대이니까요.
en: that’s why knights and armies exist.

source: 이제까지 시스가 별말 안 해서 묻지 않았지만….
en: I didn’t ask more questions since sist hasn’t told me anything in particular...

source: 즉위 후 처음으로 듣는 죽음이….
en: the first death I hear about since my ascension...

source: 좋아.
en: good.

source: 얌마, 너.
en: dude. what was that?

source: 그렇지요?
en: right?

source: 하긴… 강한 사람을 가주로 인정하는 특이하고 고지식한 가문인데…
en: the bentoi house is an odd and conservative family that accepts the strongest person as their head of the house...

source: 다만 정말로 고의는 아니었습니다.
en: but it was not intentional.

source: 전투 마법사요?
en: battle wizards?

source: 네, 일단….
en: yes, first...

source: 5개인데 오늘 배달하려고?
en: 5. are you trying to deliver them today?

source: 딸기는 황궁에서 일하는 내가 소식이 빠를 테니 좀 더 알아볼게.
en: I can find out more about the strawberries since I work at the imperial palace and can get information quickly.

source: 그나저나 폐하께서 의외의 결단을 내리셨군.
en: anyway, the empress made an unexpected decision.

source: 실무는 권한이 나뉘어져 있어 가주가 없다 해도 가문의 유지에는 아무런 이상이 없습니다.
en: even if that position remains empty, they wouldn't have any problem maintaining the house because the authorities are divided.

source: 서기관, 읽어주세요.
en: scribe, read it out loud.

source: 자, 그럼.
en: now,

source: 큰일이 생겼다고….
en: they said something happened...

source: 어쩐지 말이 나오지 않아….
en: somehow the words aren’t coming out of my mouth...

source: 레어드와 가장 가까운 국경 지역 성벽이 파손되었습니다.
en: the rampart on the border closest to laird broke down.

source: 아니에요.
en: no.

source: 마도구라고 특별한 재료를 쓰지는 않았군….
en: magic tools aren’t made of special materials...

source: 벤토아 공작저
en: the bentoi house

source: 허어어…
en: haaa...

source: 황제의 배우자는 역사상 대부분 대귀족이었으니까.
en: but most spouses of the emperor have historically been high-ranking nobles.

source: 현명한 군주라면 하겠지요.
en: only if he is a wise leader.

source: 그래서 표정이 이렇군요.
en: that explains his face.

source: 전 그 가문의 차녀였고요.
en: I was the second daughter of the house.

source: 미리 대비해두어 파손 규모는 크지 않습니다만….
en: we had already prepared for the attacks, so the damage isn’t critical. but...

source: 자네가 고생이 많군.
en: you’ve been working very hard.

source: 연회가 이렇게 피곤할 줄이야….
en: I didn’t know how tiring a banquet could be.

source: 저와 폐하가 전부 처리하고 있으니 은퇴하신 분들이라도 데려와야지요.
en: but since your majesty and I are taking care of all the work, we have no choice but to share it with retired people.

source: 시스….
en: sist...

source: 그럼 계획을 짜주세요.
en: please develop the plan then.

source: 나는 지금 세트가 더 염려된단다.
en: I’m more concerned about sett.

source: 저 불, 금을 녹일 정도는 되지요?
en: is that fire strong enough to melt gold?

source: 네가 아니면 안 돼.
en: it has to be you.

source: 그렇다면 보물창고에 있는
en: then, please take out

source: 아니야, 경이 틀렸어요.
en: no, you are wrong.

source: 무슨 말씀인지는 알겠습니다만….
en: I understand what you're saying...

source: 비밀 호위들이 지켜드릴 테니까요.
en: secret guards will protect you.

source: 큰일났어….
en: something bad happened...

source: 이번 연회 음식들 다 괜찮죠?
en: all of the food at this banquet is delicious, don’t you think?

source: 확실히 이번 결정은 조금 의아하군요.
en: this decision certainly puzzles me too.

source: 듣기로는 이런 건 처음이래.
en: I heard this is the first time something like this has happened.

source: 아이의 엄마는 하루 종일 울다가 쓰려졌다고 했지.
en: they said the mother of the child fainted from crying all day.

source: 아니, 그보다 폐하의 빗자루가 그렇게 오래됐습니까?
en: wait, is your broom that old?

source: 얼마 전에는 괜찮아 보이시더니….
en: you looked just fine a little while ago...

source: 소피아?!
en: sophia?!

source: 겸사겸사 운명도 찾아, 황손도 생기면 좋고요.
en: even better if she finds her destiny and gives birth to an imperial heir.

source: 닷새 정도 당길 수 있으나 그 이상은 딸기가 익지 않을 겁니다.
en: we can speed up the process by five days, but any more than that will result in unripe strawberries.

source: 그게… 뭐죠?
en: what are... those?

source: 네, 폐하.
en: yes, your majesty.

source: 적임자가 내 호위기사래.
en: apparently my personal knight has to do it.

source: 능력 있는 분이 황제가 되셔서 다행이지?
en: we have a great empress, don’t you think?

source: 하긴, 진동까지 막는 건 힘드니까요.
en: he's right. it's difficult to block the vibration.

source: 소공자가 그 정도로 재능이 있는 겁니까?
en: is lord issa really that talented?

source: 성문에 달린 금색사자 대가리!
en: the lion’s head attached to the gate door!

source: 폐하께서 즉위 이후 노고가 매우 크신 것을 알고 있습니다.
en: I know you have been working very hard since your accession.

source: 기사 마녀는 검과 마법, 둘 다에 전투력이 뛰어난 마녀예요.
en: knight witches have high combat power with both sword and magic skills.

source: 다음 번에는 부디, 예고를 부탁 드립니다.
en: next time, please give me a warning.

source: 이거다.
en: here you go.

source: 그 후에도 포기하지 않아서 귀국 날짜를 당겼던 기억이 납니다.
en: I remember having to leave the kingdom earlier than planned because he refused to give up after that.
